{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 128,
  "id2label": {
    "0": "benefit_peserta",
    "1": "kendala_login_peserta",
    "2": "kendala_registrasi",
    "3": "klaim_reimburse",
    "4": "penjaminan",
    "5": "perubahan_alamat_email_pada_myadmedik@",
    "6": "perubahan_alamat_email_provider",
    "7": "registrasi_live_chat",
    "8": "tidak_menerima_kode_otp"
  },
  "initializer_range": 0.02,
  "intermediate_size": 512,
  "label2id": {
    "benefit_peserta": 0,
    "kendala_login_peserta": 1,
    "kendala_registrasi": 2,
    "klaim_reimburse": 3,
    "penjaminan": 4,
    "perubahan_alamat_email_pada_myadmedik@": 5,
    "perubahan_alamat_email_provider": 6,
    "registrasi_live_chat": 7,
    "tidak_menerima_kode_otp": 8
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "transformers_version": "4.53.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30522
}
